Repository: gioxx/YOURLS-PluginManager
Catalog: languages/yourls-plugin-manager-*.po
Languages: it_it

source: GitHub token saved successfully.
it_it: Token GitHub salvato correttamente.

source: GitHub token deleted. You are now using unauthenticated API requests.
it_it: Token GitHub eliminato. Le richieste API saranno ora non autenticate.

source: Plugin deleted successfully.
it_it: Plugin eliminato con successo.

source: Failed to delete plugin.
it_it: Impossibile eliminare il plugin.

source: Version:
it_it: Versione:

source: GitHub Repository URL:
it_it: URL del repository GitHub:

source: Download and Install Plugin
it_it: Scarica e installa il plugin

source: GitHub Personal Access Token (optional):
it_it: Token personale GitHub (facoltativo):

source: By default, GitHub allows 60 unauthenticated API requests per hour per IP.
it_it: Per impostazione predefinita, GitHub consente 60 richieste API non autenticate all'ora per IP.

source: With a personal access token, this limit increases to 5,000 requests per hour.
it_it: Con un token personale, il limite sale a 5.000 richieste all'ora.

source: To generate a token, visit your GitHub account settings:
it_it: Per generare un token, visita le impostazioni del tuo account GitHub:

source: Create a new GitHub token
it_it: Crea un nuovo token GitHub

source: No scopes are required – you can leave all permissions unchecked.
it_it: Non sono necessari permessi (scope): puoi lasciare tutto deselezionato.

source: Delete Token
it_it: Elimina Token

source: Edit Token
it_it: Modifica Token

source: Save Token
it_it: Salva Token

source: Installed Plugins
it_it: Plugin installati

source: Unknown Plugin
it_it: Plugin sconosciuto

source: Unknown Author
it_it: Autore sconosciuto

source: Unknown Version
it_it: Versione sconosciuta

source: Plugin Name
it_it: Nome Plugin

source: Author
it_it: Autore

source: Version
it_it: Versione

source: Last Updated
it_it: Ultimo aggiornamento

source: Status
it_it: Stato

source: Actions
it_it: Azioni

source: Updated recently
it_it: Aggiornato di recente

source: Installed by default
it_it: Installato di default

source: Never
it_it: Mai

source: Active
it_it: Attivo

source: Inactive
it_it: Inattivo

source: Delete
it_it: Elimina

source: This plugin is active and cannot be deleted.
it_it: Questo plugin è attivo e non può essere eliminato.

source: Are you sure you want to delete this plugin?
it_it: Sei sicuro di voler eliminare questo plugin?

source: ZIP extraction requires the PHP ZipArchive extension, which is not available on this server.
it_it: L'estrazione dello ZIP richiede l'estensione PHP ZipArchive, che non è disponibile su questo server.

source: Invalid GitHub URL.
it_it: URL GitHub non valido.

source: Could not fetch any release or tag from GitHub.
it_it: Impossibile ottenere una release o un tag da GitHub.

source: Download failed.
it_it: Download fallito.

source: Extraction failed: unable to open ZIP archive.
it_it: Estrazione fallita: impossibile aprire l'archivio ZIP.

source: plugin.php not found in final plugin directory.
it_it: plugin.php non trovato nella directory finale del plugin.

source: plugin.php does not contain a valid YOURLS plugin header.
it_it: plugin.php non contiene un'intestazione valida per un plugin YOURLS.

source: Plugin installed or updated successfully.
it_it: Plugin installato o aggiornato correttamente.
